;Localization add-in for day 60 DLC 

;Mission related strings
;-----------------------
[MissionSource_AlienNest X2MissionSourceTemplate]
MissionPinLabel="Гнездо пришельцев"
BattleOpName="Операция «Благородный зверь»"

[DerelictFacility X2MissionSiteDescriptionTemplate]
DescriptionString="Заброшенный исследовательский комплекс"

[AlienNest X2MissionTemplate]
DisplayName="Исследовать сигнал"
Briefing="Расследование - Неизвестный объект"
PostMissionType="Гнездо пришельцев"
BriefingImage="img:///UILibrary_DLC2Images.Alert_Alien_NestPOI"
ObjectiveTextPools[0]="Исследовать сигнал Вален"
PreMissionNarratives[0]="DLC_60_NarrativeMoments.DLC2_S_Dropship_Mission_Briefing"

[DefaultAlienNest X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Исследовать сигнал Вален"
ObjectiveTextPools[1]="Забрать журнал Вален"
ObjectiveTextPools[2]="Найти транспондер Вален"
ObjectiveTextPools[3]="По желанию: убить короля вайперов"
ObjectiveTextPools[4]="Брэдфорд должен выжить"
ObjectiveTextPools[5]="Ликвидировать всех оставшихся вайперов"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_HunterWeapons X2PointOfInterestTemplate]
DisplayNames[0]="Приводной маяк"

CompletedSummaries[0]="Среди обломков потрепанного «Рейнджера» лежат тела нескольких солдат, все еще пристегнутые к креслам. Следов пилота нет, но из кабины доносится писк аварийного маяка. В трюме обнаружен ящик с выцветшей эмблемой XCOM, а внутри него - несколько необычных видов оружия."

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Downed_Skyranger"

[POI_AlienNest X2PointOfInterestTemplate]
DisplayNames[0]="Вычисленное положение"

CompletedSummaries[0]="Вычислив стартовую точку «Рейнджера», мы обнаружили нишу в камне, заполненную обломками. Сверху затруднительно сказать, что там произошло."

POIImages[0]="img:///UILibrary_DLC2Images.Alert_Alien_Nest"


;-----------------------
; REWARDS
;-----------------------

[Reward_HunterWeapons X2RewardTemplate]
DisplayName="Найденный груз"

[Reward_AlienNest X2RewardTemplate]
DisplayName="Разведывательное задание"

[ResAct_AlienNestInvestigated X2ResistanceActivityTemplate]
DisplayName="Гнездо пришельцев исследовано:"

[ResAct_AlienRulersKilled X2ResistanceActivityTemplate]
DisplayName="«Правителей» пришельцев убито:"


;-----------------------
; ITEMS
;-----------------------

[CorpseViperKing X2ItemTemplate]
FriendlyName="Труп короля вайперов"
FriendlyNamePlural="Трупы королей вайперов"
BriefSummary="Пожалуй, смена пола этой особи является самым заметным изменением, которое доктор Вален внесла в процессе своих экспериментов. Также следует внимательно изучить способность вырабатывать лед вместо ставшего уже привычным для нас яда."

[CorpseBerserkerQueen X2ItemTemplate]
FriendlyName="Труп королевы-берсерка"
FriendlyNamePlural="Трупы королев-берсерков"
BriefSummary="Это чудовище не только подверглось значительной генной модификации - его снаряжение, напрямую подключенное к центральной нервной системе, существенно доработано. При извлечении этих имплантатов нужно быть крайне осторожными."

[CorpseArchonKing X2ItemTemplate]
FriendlyName="Труп архонта-короля"
FriendlyNamePlural="Трупы архонтов-королей"
BriefSummary="Из всех подопытных доктора Вален модифицированная разновидность архонта меньше всего отличается от своих предшественников. Мы не раз убеждались, что внешность бывает обманчива, и это существо не следует недооценивать даже после его смерти."


;-----------------------
; TECHS
;-----------------------
[AutopsyViperKing X2TechTemplate]
DisplayName="Вскрытие короля вайперов"
Summary="Несмотря на очевидную схожесть с вайперами, которые регулярно нам встречаются, эта особь обладает уникальными свойствами. Не последнее из них то, что это первый обнаруженный вайпер мужского пола. Вероятно, мы сможем использовать некоторые аспекты его биологии в собственных разработках брони."
CodeName="Скорпион"
LongDescription="Тщательно изучив остатки личных архивов доктора Вален, я постепенно осознал глубину ее любопытства и то, насколько сильно ее пленили собственные амбиции. Избавившись от ключевых изменений в генетической структуре вайпера, сознательно привнесенных для подавления некоторых свойств, она создала \"Гамму\" - \"короля вайперов\".\n\nМысль о существовании короля вайперов интригует, поскольку ранее особи мужского пола нам не встречались. Вален предположила, что невозможность размножения - осознанный способ для Старейшин контролировать популяцию этих существ. Осмотрев гнездо, устроенное \"Гаммой\", и кладки яиц (которые не удалось доставить для изучения), я могу с некоторой долей уверенности сказать, что это существо немедленно приступило к реализации инстинктов, долгое время подавлявшихся генетическим вмешательством.\n\nЯ пока затрудняюсь объяснить, каким образом произошло столь радикальное изменение формы и функции ядовитых желез. Здесь необходимы дополнительные исследования, но я согласился пожертвовать останки \"Гаммы\" для разработки концептуально новой брони. Р. Тайган."

[AutopsyBerserkerQueen X2TechTemplate]
DisplayName="Вскрытие королевы-берсерка"
Summary="Эта особь - как будто обычного берсерка было мало - заметно усилена системой, улучшающей циркуляцию жидкостей в организме. Полагаю, мы можем использовать ее в нашей собственной броне, хотя разработка конструкции заставит нас попотеть."
CodeName="Халк"
LongDescription="Несмотря на тщательное исследование особи берсерка, известной как «Бета», я не нашел ответа на вопрос, с какими научными целями доктор Вален обеспечила усовершенствованным оборудованием это существо. Я, безусловно, полностью осознаю, что модифицированная эндокринная система требует дополнительных механизмов фильтрации и доставки для поддержания гормонального равновесия. Также я признаю, что найдено умеренно элегантное решение для, несомненно, непростой задачи.\n\nОднако я так и не смог понять, какие причины побудили доктора Вален перейти от теории к практике. Очевидно, что физических доказательств не требовалось - умозрительный результат был столь же ясен ей, как он сейчас ясен мне. Я абсолютно убежден, что она сознательно решила довести свою работу до конца, осознавая опасность не только для себя, но и для всех, кто может столкнуться с «Бетой» в будущем. Я рад, что наши войска смогли обнаружить и нейтрализовать столь непростого противника.\n\nНаш отдел пришел к заключению, что останки «Беты» целесообразнее всего утилизировать, создав комплект продвинутой брони, хотя сам процесс конверсии лучше удался бы доктору Вален, чем нам. Р. Тайган."

[AutopsyArchonKing X2TechTemplate]
DisplayName="Вскрытие архонта-короля"
Summary="Доктор Вален смогла усовершенствовать основные системы этой особи, каким-то образом сохранив внешний облик, тщательно заложенный пришельцами. С виду она похожа на обычного архонта, но, как мы имели шанс убедиться, демонстрирует ранее невиданную способность к полету. Возможно, эту технологию можно использовать при создании летающего костюма для наших солдат."
CodeName="Дедал"
LongDescription="Видоизмененный архонт, описываемый доктором Вален как «Альфа», не только был генетически модифицирован, но и получил дополнительное оборудование, напрямую связанное с его необычными способностями. В очередной раз можно задаться вопросом, зачем улучшать боевые способности и без того опасных видов пришельцев - даже в том случае, если Вален планировала столкнуть их с бывшими хозяевами.\n\nМое знакомство с биомеханическими предшественниками современного архонта крайне фрагментарно, но я могу сказать, что «Альфа» - без всякого сомнения, наиболее физически развитый и технологически продвинутый представитель своего вида. Исходя из наших докладов, это существо имеет свойство хватать свою жертву, а затем, взмыв в небо, ронять ее на землю. Наши солдаты оказали всем неоценимую услугу, ликвидировав эту угрозу. Р. Тайган."

[RAGESuit X2TechTemplate]
DisplayName="Костюм R.A.G.E."
Summary="Возможно, нам удастся использовать необычайно прочную шкуру королевы берсерков для создания мощного бронекостюма."

[SerpentSuit X2TechTemplate]
DisplayName="Костюм «Кобра»"
Summary="Чешуя короля вайперов отличается необыкновенной легкостью и гибкостью. После соответствующей обработки изготовленный из нее костюм обеспечит отличную защиту."

[IcarusArmor X2TechTemplate]
DisplayName="Броня «Икар»"
Summary="Тщательное изучение останков архонта-короля позволяет нам изготовить бронекостюм с использованием его уникальных реактивных двигательных систем."


;-----------------------
; ALIEN RULER ARMORS
;-----------------------
[MediumAlienArmor X2ArmorTemplate]
FriendlyName="Броня «Икар»"
FriendlyNamePlural="Броня «Икар»"
BriefSummary="Летное оборудование, снятое с короля-архонта, превращает нашу стандартную броню в костюм с высокой устойчивостью к урону и улучшенной мобильностью. Ограниченная способность летать позволяет носителю быстро менять позицию."
TacticalText="<Bullet/> «Икар» - броня среднего класса, обладающая двумя ячейками для снаряжения и улучшенной мобильностью.\n<Bullet/> Позволяет солдату мгновенно перепрыгивать в новое место.\n<Bullet/> С некоторой вероятностью вызывает панику у архонтов."

[LightAlienArmor X2ArmorTemplate]
FriendlyName="Костюм «Кобра»"
FriendlyNamePlural="Костюмы «Кобра»"
BriefSummary="Костюм «Кобра», созданный из легких и невероятно прочных чешуек короля вайперов, заметно повышает скорость и рефлексы солдат. Он также оснащен крюком, пропитанным ледяным ядом короля вайперов, который способен вытягивать врагов из укрытий и замораживать их на месте."
TacticalText="<Bullet/> Костюм «Кобра» добавляет мобильности и повышает вероятность избежать прямого попадания.\n<Bullet/> Костюм также оснащен наручным крюком для того, чтобы перемещаться по полю боя или вытаскивать врагов из укрытий.\n<Bullet/> С некоторой вероятностью вызывает панику у вайперов."

[LightAlienArmorMk2 X2ArmorTemplate]
FriendlyName="Броня «Кобра»"
FriendlyNamePlural="Броня «Кобра»"
BriefSummary="Улучшенный при помощи элерия вариант костюма «Кобра». Обладает всеми преимуществами предшественника, а также повышает живучесть, скорость и рефлексы своего носителя."
TacticalText="<Bullet/> Броня «Кобра» добавляет мобильности и повышает вероятность избежать прямого попадания.\n<Bullet/> Броня также оснащена наручным крюком для того, чтобы перемещаться по полю боя или вытаскивать врагов из укрытий.\n<Bullet/> С некоторой вероятностью вызывает панику у вайперов."

[HeavyAlienArmor X2ArmorTemplate]
FriendlyName="Костюм R.A.G.E."
FriendlyNamePlural="Костюмы R.A.G.E."
BriefSummary="Почти непроницаемая кожа королевы-берсерка выполняет функцию брони, она невероятно устойчива к урону и при этом обеспечивает высокую мобильность. Костюм R.A.G.E. оснащен механизмом, способным быстро повышать уровень адреналина у своего носителя, позволяя тому наносить мощные удары в рукопашном бою."
TacticalText="<Bullet/> Костюм R.A.G.E. - сверхтяжелая броня, повышающая мобильность и допускающая установку тяжелого оружия.\n<Bullet/> Позволяет своему носителю наносить огромный урон в рукопашном бою.\n<Bullet/> С некоторой вероятностью вызывает панику у мутонов и берсерков."

[HeavyAlienArmorMk2 X2ArmorTemplate]
FriendlyName="Броня R.A.G.E."
FriendlyNamePlural="Броня R.A.G.E."
BriefSummary="Усиление костюма R.A.G.E. при помощи элерия повысило его защитные свойства без вреда для мобильности и потенциально смертоносных атак."
TacticalText="<Bullet/> Броня R.A.G.E. - сверхтяжелая броня, повышающая мобильность и допускающая установку тяжелого оружия.\n<Bullet/> Позволяет своему носителю наносить огромный урон в рукопашном бою.\n<Bullet/> С некоторой вероятностью вызывает панику у мутонов и берсерков."

[FreezingLash X2AbilityTemplate]
LocFriendlyName="Изморозь"
LocLongDescription="Атакует крюком, замораживая противника. Солдаты-гуманоиды \"Адвента\" при этом могут потерять укрытие."
LocHelpText="Замораживает противника. Солдаты-гуманоиды \"Адвента\" при этом могут потерять укрытие."
LocFlyOverText="Изморозь"
LocMissMessage="Изморозь: промах!"

[RagePanic X2AbilityTemplate]
LocFriendlyName="R.A.G.E: Паника"
LocLongDescription="Мутоны и берсерки могут запаниковать при виде этой брони."
LocHelpText="Мутоны и берсерки могут запаниковать при виде этой брони."
LocFlyOverText="Костюм R.A.G.E: Паника"

[Ragestrike X2AbilityTemplate]
LocFriendlyName="R.A.G.E: Удар"
LocLongDescription="Мощный удар по противнику, находящемуся в пределах дальности перемещения."
LocHelpText="Мощный удар по противнику, находящемуся в пределах дальности перемещения."

[IcarusPanic X2AbilityTemplate]
LocFriendlyName="«Икар»: Паника"
LocLongDescription="Архонты могут запаниковать при виде этой брони."
LocHelpText="Архонты могут запаниковать при виде этой брони."
LocFlyOverText="Броня «Икар»: Паника"

[IcarusJump X2AbilityTemplate]
LocFriendlyName="«Икар»: Прыжок"
LocLongDescription="Встроенные в броню «Икар» двигатели позволяют солдату мгновенно переместиться на новую позицию."
LocHelpText="Прыжок в новую точку. Игнорирует режим \"наблюдения\", не вызывает реакции."
LocFlyOverText="«Икар»: Прыжок"

[SerpentPanic X2AbilityTemplate]
LocFriendlyName="«Кобра»: Паника"
LocLongDescription="Вайперы могут запаниковать при виде этой брони."
LocHelpText="Вайперы могут запаниковать при виде этой брони."
LocFlyOverText="Костюм «Кобра»: Паника"

[VaultAbility X2AbilityTemplate]
LocFriendlyName="Прыжок"
LocLongDescription="Прыжок на платформу или предмет (вместо обычного подъема)."
LocHelpText="Прыжок на платформу или предмет (вместо обычного подъема)."
LocFlyOverText="Прыжок"

[VaultAbilityPassive X2AbilityTemplate]
LocFriendlyName="Прыжок"
LocLongDescription="Прыжок на платформу или предмет (вместо обычного подъема)."
LocHelpText="Прыжок на платформу или предмет (вместо обычного подъема)."
LocFlyOverText="Прыжок"

;-----------------------
; ALIEN HUNTER WEAPONS
;-----------------------
[AlienHunterRifle_CV X2WeaponTemplate]
FriendlyName="Стреломет"
FriendlyNamePlural="Стрелометы"
BriefSummary="Найденный среди устаревшего на первый взгляд оружия стреломет обладает неожиданно высокой мощностью, но страдает от низкой скорострельности. Попадания способны оглушать врагов. Это уникальное оружие, которое нельзя дублировать или заменить."
TacticalText="<Bullet/> Стреломет гораздо точнее и мощнее стандартного автомата.\n<Bullet/> Каждый выстрел может оглушить цель, а также не допускает уклонения.\n<Bullet/> Генетически модифицированные пришельцы с высокой вероятностью могут быть оглушены.\n<Bullet/> Выстреливает один мощный заряд и требует перезарядки после каждого выстрела."
AbilityDescName="стреломет"

[AlienHunterRifle_MG X2WeaponTemplate]
FriendlyName="Магнитный стреломет"
FriendlyNamePlural="Магнитные стрелометы"
BriefSummary="Изменив основу конструкции и добавив ряд генераторов магнитного поля в основание приклада, мы сумели значительно повысить мощность обыкновенного стреломета за счет электромагнитного импульса."
TacticalText="<Bullet/> Добавление магнитной катушки увеличивает урон от каждого выстрела.\n<Bullet/> Каждый выстрел может оглушить цель, а также не допускает уклонения.\n<Bullet/> Генетически модифицированные пришельцы с высокой вероятностью могут быть оглушены.\n<Bullet/> Выстреливает один мощный заряд и требует перезарядки после каждого выстрела."
AbilityDescName="магнитный стреломет"

[AlienHunterRifle_BM X2WeaponTemplate]
FriendlyName="Плазменный стреломет"
FriendlyNamePlural="Плазменные стрелометы"
BriefSummary="Использование миниатюрной элериевой батареи позволяет стреломету выпускать заряд наэлектризованной плазмы вместе с каждым снарядом."
TacticalText="<Bullet/> Усиленный заряд элерия делает стреломет еще смертоноснее.\n<Bullet/> Каждый выстрел может оглушить цель, а также не допускает уклонения.\n<Bullet/> Генетически модифицированные пришельцы с высокой вероятностью могут быть оглушены.\n<Bullet/> Выстреливает один мощный заряд и требует перезарядки после каждого выстрела."
AbilityDescName="плазменный стреломет"

[AlienHunterPistol_CV X2WeaponTemplate]
FriendlyName="«Хранитель теней»"
FriendlyNamePlural="«Хранители теней»"
BriefSummary="Этот пистолет несколько старомоден по сравнению с современными образцами, но невероятно точен: даже не самые умелые солдаты смогут попасть из него в цель. Также есть вероятность, что после ее уничтожения им удастся исчезнуть незамеченными. Это уникальное оружие, которое нельзя дублировать или заменить."
TacticalText="<Bullet/> \"Хранитель теней\" наносит урон аналогично стандартному пистолету, но с увеличенным шансом критического попадания.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие.\n<Bullet/>Убийство противника способностью \"Шаг в тень\" мгновенно активирует маскировку."

[AlienHunterPistol_MG X2WeaponTemplate]
FriendlyName="Доработанный «Хранитель теней»"
FriendlyNamePlural="Доработанные «Хранители теней»"
BriefSummary="Ряд изменений, внесенных в конструкцию \"Хранителя теней\", позволили заменить ударно-спусковой механизм магнитным аналогом и тем самым превратили его в еще более грозное оружие."
TacticalText="<Bullet/> Улучшенный \"Хранитель теней\" наносит урон аналогично магнитному пистолету, но с увеличенным шансом критического попадания.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие.\n<Bullet/>Убийство противника способностью \"Шаг в тень\" мгновенно активирует маскировку."

[AlienHunterPistol_BM X2WeaponTemplate]
FriendlyName="Усиленный «Хранитель теней»"
FriendlyNamePlural="Усиленные «Хранители теней»"
BriefSummary="Несмотря на то, что \"Хранитель теней\" до сих пор использует обыкновенные боеприпасы, многочисленные изменения в конструкции превратили его в по-настоящему смертоносное оружие."
TacticalText="<Bullet/> Усиленный \"Хранитель теней\" наносит урон аналогично лучевому пистолету, но с увеличенным шансом критического попадания.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие.\n<Bullet/>Убийство противника способностью \"Шаг в тень\" мгновенно активирует маскировку."

[AlienHunterAxe_CV X2PairedWeaponTemplate]
FriendlyName="Охотничьи топоры"
FriendlyNamePlural="Охотничьи топоры"
BriefSummary="Заточенные до неимоверной остроты метательные топоры достаточно компактны и позволяют нашим солдатам атаковать на расстоянии. Это уникальное оружие, которое нельзя дублировать или заменить."
TacticalText="<Bullet/> Парные топоры дают рейнджерам те же самые возможности, что и традиционный меч.\n<Bullet/> Один топор можно кинуть, чтобы мгновенно нанести урон на расстоянии."
AbilityDescName="топоры"

[AlienHunterAxe_MG X2PairedWeaponTemplate]
FriendlyName="Ионные топоры"
FriendlyNamePlural="Ионные топоры"
BriefSummary="Эксперименты с инопланетными сплавами позволили нам превратить охотничьи топоры в невероятно опасное оружие ближнего боя."
TacticalText="<Bullet/> Эти топоры заточены до бритвенной остроты и закалены, что увеличивает урон и дает шанс оглушить противника.\n<Bullet/> Один топор можно кинуть, чтобы мгновенно нанести урон на расстоянии."
AbilityDescName="топоры"

[AlienHunterAxe_BM X2PairedWeaponTemplate]
FriendlyName="Термотопоры"
FriendlyNamePlural="Термотопоры"
BriefSummary="Спрятанные в рукоятках небольшие источники питания позволяют этим топорам наносить сильные электрические удары, способные поджечь противника."
TacticalText="<Bullet/> В клинке заключен мощный электрический заряд, способный наносить больший урон с шансом поджечь противника.\n<Bullet/> Один топор можно кинуть, чтобы мгновенно нанести урон на расстоянии."
AbilityDescName="топоры"

[AlienHunterAxeThrown_CV X2WeaponTemplate]
FriendlyName="Охотничьи топоры"
FriendlyNamePlural="Охотничьи топоры"
BriefSummary="Заточенные до неимоверной остроты метательные топоры достаточно компактны и позволяют нашим солдатам атаковать на расстоянии. Это уникальное оружие, которое нельзя дублировать или заменить."
TacticalText="<Bullet/> Парные топоры дают рейнджерам те же самые возможности, что и традиционный меч.\n<Bullet/> Один топор можно кинуть, чтобы мгновенно нанести урон на расстоянии."
AbilityDescName="топоры"

[AlienHunterAxeThrown_MG X2WeaponTemplate]
FriendlyName="Ионные топоры"
FriendlyNamePlural="Ионные топоры"
BriefSummary="Улучшение 2 уровня для охотничьих топоров"
TacticalText="<Bullet/> Эти топоры заточены до бритвенной остроты и закалены, что увеличивает урон и дает шанс оглушить противника.\n<Bullet/> Один топор можно кинуть, чтобы мгновенно нанести урон на расстоянии."
AbilityDescName="топоры"

[AlienHunterAxeThrown_BM X2WeaponTemplate]
FriendlyName="Термотопоры"
FriendlyNamePlural="Термотопоры"
BriefSummary="Улучшение 3 уровня для охотничьих топоров"
TacticalText="<Bullet/> В клинке заключен мощный электрический заряд, способный наносить больший урон с шансом поджечь противника.\n<Bullet/> Один топор можно кинуть, чтобы мгновенно нанести урон на расстоянии."
AbilityDescName="топоры"

[Frostbomb X2GrenadeTemplate]
FriendlyName="Морозная бомба"
FriendlyNamePlural="Морозные бомбы"
BriefSummary="Это оружие использует пока не установленный химический состав и способно почти мгновенно понижать температуру окружающей среды. Незащищенные ткани при контакте замерзают. Это уникальное оружие, которое нельзя дублировать или заменить."
TacticalText="<Bullet/> Морозные бомбы замораживают все цели в зоне поражения, лишая их действия на следующий ход.\n<Bullet/> Радиус поражения морозных бомб меньше, чем у стандартных осколочных гранат."
ThrownAbilityName="Бросок морозной бомбы"
ThrownAbilityHelpText="Замораживает все цели в зоне поражения."
LaunchedAbilityname="Выстрел морозной бомбой"
LaunchedAbilityHelpText="Замораживает все цели в зоне поражения."

[Shadowfall X2AbilityTemplate]
LocFriendlyName="Шаг в тень"
LocHelpText="Выстрел из пистолета с гарантированным попаданием. Если цель уничтожена, стрелок получает маскировку."
LocLongDescription="Выстрел из пистолета с гарантированным попаданием. Если цель уничтожена, стрелок получает маскировку."
LocFlyOverText="Шаг в тень"

[ShadowfallConcealment X2AbilityTemplate]
LocFriendlyName="Шаг в тень"
LocHelpText="Выстрел из пистолета с гарантированным попаданием. Если цель уничтожена, стрелок получает маскировку."
LocLongDescription="Выстрел из пистолета с гарантированным попаданием. Если цель уничтожена, стрелок получает маскировку."
LocFlyOverText="Шаг в тень"

[ThrowAxe X2AbilityTemplate]
LocFriendlyName="Бросок топора"
LocHelpText="Бросок топора в цель. Эта атака не расходует действие."
LocLongDescription="Бросок топора в цель. Эта атака не расходует действие."

[ViperKing_Wpn X2WeaponTemplate]
FriendlyName="Стреломет короля вайперов"
FriendlyNamePlural="Стрелометы короля вайперов"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/>Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но с более высокой эффективностью в целом\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки."

[ArchonKing_Wpn X2WeaponTemplate]
FriendlyName="Посох архонта-короля"
FriendlyNamePlural="Посохи архонтов-королей"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/>Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но с более высокой эффективностью в целом\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки."

[ArchonKingStaff X2WeaponTemplate]
FriendlyName="Посох архонта-короля"
FriendlyNamePlural="Посохи архонтов-королей"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но более высокой эффективностью в целом\n<Bullet/> Используйте добытые в боях улучшения, чтобы повысить эффективность винтовки"

[ViperNeonate_Wpn X2WeaponTemplate]
FriendlyName="Стреломет вайпера"
FriendlyNamePlural="Стрелометы вайперов"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но более высокой эффективностью в целом\n<Bullet/> Используйте добытые в боях улучшения, чтобы повысить эффективность винтовки"

;--------------------------------
;-Temporary loc Defs to support playable nest prototype
;Proxy Unit Strings
;--------------------------------

[DrVahlen X2CharacterTemplate]
strCharacterName="Доктор Вален"

[ViperKing X2CharacterTemplate]
strCharacterName="Король вайперов"

[BerserkerQueen X2CharacterTemplate]
strCharacterName="Королева-берсерк"

[ArchonKing X2CharacterTemplate]
strCharacterName="Архонт-король"

[ViperNeonate X2CharacterTemplate]
strCharacterName="Новорожденный вайпер"

[StandardMelee_NoEnd X2AbilityTemplate]
LocFriendlyName="Ближний бой"
LocLongDescription="Удар в ближнем бою по находящейся рядом цели."
LocHelpText="Удар в ближнем бою по находящейся рядом цели."

[KingGetOverHere X2AbilityTemplate]
LocFriendlyName="Притягивание языком"
LocLongDescription="Язык и шея у вайпера необычайно сильные. Он может подтащить к себе взрослого человека с большого расстояния."
LocHelpText="Захват цели и подтаскивание ее на дистанцию ближней атаки при помощи языка. Целью может быть только гуманоид."
LocFlyOverText="Захват языком"
LocMissMessage="Захват не удался!"

[KingBind X2AbilityTemplate]
LocFriendlyName="Удушение"
LocLongDescription="Кольца вайпера обладают нечеловеческой силой и могут опутать и раздавить ближайшего врага-гуманоида."
LocHelpText="Душит ближайшего врага-гуманоида."
LocFlyOverText="Удушение"
LocMissMessage="Удушение не удалось!"

[Frostbite X2AbilityTemplate]
LocFriendlyName="Морозное дыхание"
LocLongDescription="Король вайперов способен замораживать врагов ледяным дыханием на большом расстоянии."
LocHelpText="Замораживает противников в некоторой области."
LocFlyOverText="Морозное дыхание"

[EndBind X2AbilityTemplate]
LocFriendlyName="Освобождение от опутывания"
LocLongDescription="В случае изменения тактической обстановки вайпер может выпустить цель из своих колец, прежде чем убить ее."
LocHelpText="Освобождает цель из колец вайпера"
LocFlyOverText="Освобождение"

[AlienRulerCallForEscape X2AbilityTemplate]
LocFriendlyName="Побег"
LocLongDescription="Получив ранение или уничтожив врага, «Правитель» может решить покинуть поле боя."
LocHelpText="Призывает портал, позволяющий покинуть поле боя."
LocFlyOverText="Призвать ворота!"

[Quake X2AbilityTemplate]
LocFriendlyName="Встряска"
LocLongDescription="Мощный удар по земле, способный дезориентировать и отбросить противника."
LocHelpText="Мощный удар по земле, способный дезориентировать и отбросить противника."
LocFlyOverText="Встряска"

[QueenDevastatingPunch X2AbilityTemplate]
LocFriendlyName="Сокрушительный удар"
LocLongDescription="Королева берсерков настолько сильна, что способна насмерть забить врага кулаками. Эта атака может оглушить или дезориентировать противника."
LocHelpText="Удар в ближнем бою, способный оглушить цель."
LocFlyOverText="Сокрушительная атака"

[ArchonKingBlazingPinionsStage1 X2AbilityTemplate]
LocFriendlyName="Сокрушение"
LocLongDescription="Архонт-король взмывает в небо, выпуская из крыльев залп энергетических зарядов. Лазеры, наводящие заряды, позволяют понять, куда будет нанесен удар."
LocHelpText="Отложенный ракетный залп сразу по нескольким целям."
LocFlyOverText="Сокрушение"

[Faithbreaker X2AbilityTemplate]
LocFriendlyName="Сломленная вера"
LocLongDescription="Королева-берсерк могучим яростным рыком вселяет страх в сердца даже закаленных ветеранов."
LocHelpText="Шанс вызвать панику у всех видимых бойцов противника."
LocFlyOverText="Сломленная вера"

[IcarusDropGrab X2AbilityTemplate]
LocFriendlyName="Пике Икара"
LocLongDescription="Архонт-король подлетает к противнику-гуманоиду, хватает его и поднимает в воздух."
LocHelpText="Отложенная атака, позволяющая поднять врага в воздух и бросить на землю."
LocFlyOverText="Пике Икара"

[IcarusDropSlam X2AbilityTemplate]
LocFriendlyName="Падение Икара"
LocLongDescription="Бросает схваченного врага на землю с сокрушительной силой."
LocHelpText="Ударяет противника об землю."
LocFlyOverText="Падение Икара"

[Interact_DLC2Transmitter X2AbilityTemplate]
LocFriendlyName="Скачать журнал исследований"
LocHelpText="Скачайте журнал, содержащий подробное описание исследований доктора Вален"

[ViperNeonateBindAbility X2AbilityTemplate]
LocFriendlyName="Опутывание и раздавливание"
LocLongDescription="Кольца вайпера обладают нечеловеческой силой и могут опутать и раздавить ближайшего врага-гуманоида."
LocHelpText="Опутать и раздавить ближайшего врага-гуманоида."
LocFlyOverText="Опутывание"
LocMissMessage="Опутывание не удалось!"

[CentralOfficer X2SoldierClassTemplate]
DisplayName="Рейнджер"
ClassSummary="\"Рейнджер\" - основной разведчик, способный незаметно перемещаться и атаковать противника на ближней дистанции."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="Старший офицер"

ShortNames[0]="Нов."
ShortNames[1]="СО"

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_Common.rank_commander"


;-----------------------
; Soldier Customization - Helmets
;-----------------------
[DLC_60_Helmet_A_AdvCaptain_M X2BodyPartTemplate]
DisplayName="Капитан \"Адвента\""

[DLC_60_Helmet_A_AdvCaptain_F X2BodyPartTemplate]
DisplayName="Капитан \"Адвента\""

[DLC_60_Helmet_B_AdvStunLancer_M X2BodyPartTemplate]
DisplayName="Копейщик \"Адвента\""

[DLC_60_Helmet_B_AdvStunLancer_F X2BodyPartTemplate]
DisplayName="Копейщик \"Адвента\""

[DLC_60_Helmet_C_AdvShieldBearer_M X2BodyPartTemplate]
DisplayName="Щитоносец \"Адвента\""

[DLC_60_Helmet_C_AdvShieldBearer_F X2BodyPartTemplate]
DisplayName="Щитоносец \"Адвента\""

[DLC_60_Helmet_D_AdvTrooper_M X2BodyPartTemplate]
DisplayName="Солдат \"Адвента\""

[DLC_60_Helmet_D_AdvTrooper_F X2BodyPartTemplate]
DisplayName="Солдат \"Адвента\""

[DLC_60_Helmet_E_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Helmet_E_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Helmet_F_Andromedon_M X2BodyPartTemplate]
DisplayName="Андромедон"

[DLC_60_Helmet_F_Andromedon_F X2BodyPartTemplate]
DisplayName="Андромедон"

[DLC_60_Helmet_Serpent_M X2BodyPartTemplate]
DisplayName="Змей"

[DLC_60_Helmet_Serpent_F X2BodyPartTemplate]
DisplayName="Змей"

[DLC_60_Helmet_SerpentMk2_M X2BodyPartTemplate]
DisplayName="Змей"

[DLC_60_Helmet_SerpentMk2_F X2BodyPartTemplate]
DisplayName="Змей"

[DLC_60_Helmet_Archon_M X2BodyPartTemplate]
DisplayName="Икар"

[DLC_60_Helmet_Archon_F X2BodyPartTemplate]
DisplayName="Икар"

;-----------------------
; Soldier Customization - LowerFace
;-----------------------
[DLC_60_Accessory_A_MutonMask_M X2BodyPartTemplate]
DisplayName="Маска мутона"

[DLC_60_Accessory_A_MutonMask_F X2BodyPartTemplate]
DisplayName="Маска мутона"

;-----------------------
; Soldier Customization - Scars
;-----------------------
[DLC_60_Scar_A X2BodyPartTemplate]
DisplayName="Серьезная улыбка"

[DLC_60_Scar_B X2BodyPartTemplate]
DisplayName="На память"

[DLC_60_Scar_C X2BodyPartTemplate]
DisplayName="По частям"

[DLC_60_Scar_D X2BodyPartTemplate]
DisplayName="Двойной пирсинг - глаз"

[DLC_60_Scar_E X2BodyPartTemplate]
DisplayName="Двойной пирсинг - нос"

[DLC_60_Scar_F X2BodyPartTemplate]
DisplayName="Ожог"

;-----------------------
; Soldier Customization - Armor Patterns
;-----------------------
[DLC_60_Patterns_A X2BodyPartTemplate]
DisplayName="Инопланетное строение"

[DLC_60_Patterns_B X2BodyPartTemplate]
DisplayName="Броня вайпера"

[DLC_60_Patterns_C X2BodyPartTemplate]
DisplayName="Инопланетный узор"

[DLC_60_Patterns_D X2BodyPartTemplate]
DisplayName="Броня мутона"

[DLC_60_Patterns_E X2BodyPartTemplate]
DisplayName="Змеиная кожа"

;-----------------------
; Soldier Customization - Facepaint
;-----------------------

[DLC_60_Facepaint_A X2BodyPartTemplate]
DisplayName="Архонт"

[DLC_60_Facepaint_B X2BodyPartTemplate]
DisplayName="Берсерк"

[DLC_60_Facepaint_C X2BodyPartTemplate]
DisplayName="Криссалид"

[DLC_60_Facepaint_D X2BodyPartTemplate]
DisplayName="Безликий"

[DLC_60_Facepaint_E X2BodyPartTemplate]
DisplayName="Привратник"

[DLC_60_Facepaint_F X2BodyPartTemplate]
DisplayName="Мутон"

[DLC_60_Facepaint_G X2BodyPartTemplate]
DisplayName="Маори А"

[DLC_60_Facepaint_H X2BodyPartTemplate]
DisplayName="Маори Б"

[DLC_60_Facepaint_I X2BodyPartTemplate]
DisplayName="Маори В"

[DLC_60_Facepaint_J X2BodyPartTemplate]
DisplayName="Маори Г"

[DLC_60_Facepaint_K X2BodyPartTemplate]
DisplayName="Маори Д"

;-----------------------
; Soldier Customization - Hair
;-----------------------

[DLC_60_Hair_AdvPsiWitch_M X2BodyPartTemplate]
DisplayName="Аватар"

[DLC_60_Hair_AdvPsiWitch_F X2BodyPartTemplate]
DisplayName="Аватар"










